Repository: kenny324324/SideProfit
Catalog: DevCal/DevCal/Core/Localization/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hant

source: Track hours and your real hourly rate. Uncover the hidden labor cost most developers miss.
ja: 投入時間と実際の時給を記録し、多くの開発者が見落とす隠れた労働コストを可視化。
ko: 투입 시간과 실제 시급을 기록하고, 대부분의 개발자가 놓치는 숨겨진 노동 비용을 드러내세요.
zh_hant: 記錄投入時數與真實時薪，揭露多數開發者忽略的隱藏成本。

source: Track hours, hidden labor cost, and your real hourly return.
ja: 投入時間、隠れた労働コスト、実際の時給リターンを追跡。
ko: 투입 시간, 숨겨진 노동 비용, 실제 시급 수익을 추적하세요.
zh_hant: 追蹤投入時數、隱藏勞動成本與真實時薪回報。

source: Track revenue and expenses for each app or side project. See if you're making money — or just burning it.
ja: App やサイドプロジェクトごとに収益と支出を記録。本当に儲かっているのか、ただ燃やしているのかが見える。
ko: 각 앱이나 사이드 프로젝트의 매출과 지출을 기록하세요. 정말 돈을 벌고 있는지, 그저 태우고 있는지 분명히 보입니다.
zh_hant: 為每個 App 或 Side Project 記錄收入與支出。看清楚你是真的在賺錢，還是只是在燒錢。

source: Track whether your side project is becoming profitable.
ja: サイドプロジェクトが本当に利益を出し始めているかを追跡。
ko: 사이드 프로젝트가 수익을 내고 있는지 추적하세요.
zh_hant: 追蹤你的 Side Project 是否正在回本。

source: Type
ja: 種類
ko: 유형
zh_hant: 類型

source: Unlimited projects
ja: プロジェクト数無制限
ko: 프로젝트 무제한
zh_hant: 無限制專案數

source: Unlock unlimited projects, time cost tracking, and advanced analytics.
ja: プロジェクト無制限、時間コスト追跡、高度な分析を解放。
ko: 무제한 프로젝트, 시간 비용 추적, 고급 분석을 잠금 해제하세요.
zh_hant: 解鎖無限專案、時間成本追蹤與進階分析。

source: Upgrade
ja: アップグレード
ko: 업그레이드
zh_hant: 升級

source: Upgrade to Pro
ja: Pro にアップグレード
ko: Pro로 업그레이드
zh_hant: 升級 Pro

source: Upgrade to Pro for unlimited projects.
ja: Pro にアップグレードしてプロジェクト数を無制限に。
ko: Pro로 업그레이드해 프로젝트 무제한으로 사용하세요.
zh_hant: 升級 Pro 解鎖無限專案。

source: Version
ja: バージョン
ko: 버전
zh_hant: 版本

source: Visualize how close you are to recovering your costs. Know exactly when your project pays off.
ja: コスト回収までの距離を可視化。プロジェクトがいつ黒字化するかが正確に分かる。
ko: 비용 회수까지 얼마나 남았는지 시각화. 프로젝트가 언제 흑자가 되는지 정확히 알 수 있습니다.
zh_hant: 把離回本還有多遠視覺化，清楚知道專案何時開始賺錢。

source: We'll project your completion date from recent revenue and show whether you're ahead or behind.
ja: 最近の収入から達成予定日を推定し、ペースが先行か遅れかを表示します。
ko: 최근 수입을 바탕으로 달성 예정일을 추정하고, 페이스가 빠른지 늦은지 표시합니다.
zh_hant: 我們會依近期收入推算達成日期,並提示你是超前或落後。

source: Website
ja: ウェブサイト
ko: 웹사이트
zh_hant: 網站

source: What did you work on?
ja: 何に取り組みましたか?
ko: 무엇을 작업했나요?
zh_hant: 你做了什麼工作?

source: What happened? (optional)
ja: 何が起きた?(任意)
ko: 무슨 일이 있었나요? (선택)
zh_hant: 發生了什麼?(選填)

source: Yearly
ja: 年額
ko: 연간
zh_hant: 年付

source: You're net positive this period. Good signal.
ja: この期間は黒字。良い兆候。
ko: 이 기간 순이익이 흑자입니다. 좋은 신호.
zh_hant: 這段期間淨利為正。好兆頭。

source: You're on Pro
ja: Pro をご利用中
ko: Pro 사용 중
zh_hant: 你已是 Pro 用戶

source: You've reached break-even. Every dollar from here is pure progress.
ja: 損益分岐を達成しました。ここからの 1 ドルは、すべて純粋な前進です。
ko: 손익분기를 달성했습니다. 여기부터 버는 돈은 모두 순수한 전진입니다.
zh_hant: 你已經回本了。從這裡開始,每一塊錢都是純粹的進步。

source: Your data will be permanently removed. This can't be undone.
ja: データは完全に削除されます。元に戻せません。
ko: 데이터가 영구적으로 삭제됩니다. 되돌릴 수 없습니다.
zh_hant: 你的資料會被永久刪除,且無法復原。

source: Your first dollar earned.
ja: 最初の 1 ドル達成。
ko: 첫 번째 달러를 벌었습니다.
zh_hant: 賺到的第一塊錢。

source: Your milestones
ja: あなたのマイルストーン
ko: 당신의 마일스톤
zh_hant: 你的里程碑

source: Your project survived another month. That counts.
ja: プロジェクトはまた一ヶ月生き延びた。それは立派な成果。
ko: 프로젝트가 또 한 달을 살아남았습니다. 그것도 성과입니다.
zh_hant: 你的專案又撐過一個月。這就是進步。

# 上次同步
source: Last synced
ja: 最終同期
ko: 마지막 동기화
zh_hant: 上次同步

# 上次更新
source: Last updated
ja: 最終更新
ko: 마지막 업데이트
zh_hant: 上次更新

# 上次更新 %@
source: Updated %@
ja: 更新 %@
ko: %@ 업데이트됨
zh_hant: 上次更新 %@

# 下次扣款日
source: Next billing date
ja: 次回請求日
ko: 다음 결제일
zh_hant: 下次扣款日

# 中日韓字體
source: CJK font
ja: CJK書体
ko: CJK 폰트
zh_hant: 中日韓字體

# 之後每年 %lld 月 %lld 日扣款。開始日期若早於今天,會自動補齊每一年的紀錄。
source: Charged on %lld/%lld (month/day) each year. If the start date is in the past, every missed year is filled in automatically.
ja: 毎年%lld月%lld日に引き落とされます。開始日が過去の場合、各年分が自動的に補完されます。
ko: 매년 %lld월 %lld일에 결제됩니다. 시작일이 오늘보다 이전이면 누락된 각 연도가 자동으로 채워집니다.
zh_hant: 之後每年 %lld 月 %lld 日扣款。開始日期若早於今天，會自動補齊每一年的紀錄。

# 之後每月 %lld 號扣款。開始日期若早於今天,會自動補齊每一期的紀錄。
source: Charged on day %lld each month. If the start date is in the past, every missed cycle is filled in automatically.
ja: 毎月%lld日に引き落とされます。開始日が過去の場合、各回分が自動的に補完されます。
ko: 매월 %lld일에 결제됩니다. 시작일이 오늘보다 이전이면 누락된 각 회차가 자동으로 채워집니다.
zh_hant: 之後每月 %lld 號扣款。開始日期若早於今天，會自動補齊每一期的紀錄。

# 之後記帳會自動帶入這個金額,但仍可依當次手動調整。
source: This amount fills in automatically next time, but you can still adjust each entry.
ja: 次回以降この金額が自動入力されますが、その都度手動で調整できます。
ko: 다음에 자동으로 이 금액이 입력되지만, 매번 직접 조정할 수 있습니다.
zh_hant: 之後記帳會自動帶入這個金額，但仍可依當次手動調整。

# 今天還沒更新
source: Not updated today
ja: 今日はまだ更新されていません
ko: 오늘은 아직 업데이트되지 않았습니다
zh_hant: 今天還沒更新

# 你的資料將永久移除，且無法復原。
source: Your data will be permanently removed and cannot be recovered.
ja: データは完全に削除され、復元できません。
ko: 데이터는 영구적으로 삭제되며 복구할 수 없습니다.
zh_hant: 你的資料將永久移除，且無法復原。

# 來自:%@
source: From: %@
ja: 提供元: %@
ko: 출처: %@
zh_hant: 來自:%@

# 依近期營收推估完成日,並顯示領先或落後幅度。
source: We'll estimate the completion date from recent revenue and show how far ahead or behind you are.
ja: 最近の収入から達成予定日を推定し、先行・遅れの幅を表示します。
ko: 최근 수입을 바탕으로 달성 예정일을 추정하고, 빠르거나 늦은 정도를 표시합니다.
zh_hant: 依近期營收推估完成日，並顯示領先或落後幅度。

# 僅在 Wi-Fi 同步
source: Sync over Wi-Fi only
ja: Wi-Fi接続時のみ同期
ko: Wi-Fi에서만 동기화
zh_hant: 僅在 Wi-Fi 同步

# 像素獎勵的番茄鐘 App
source: A pomodoro timer with pixel-art rewards
ja: ピクセルアートの報酬がもらえるポモドーロタイマーアプリ
ko: 픽셀 아트 보상이 있는 뽀모도로 타이머 앱
zh_hant: 像素獎勵的番茄鐘 App

# 像素番茄
source: Pixel Pomodoro
ja: ピクセルポモドーロ
ko: 픽셀 뽀모도로
zh_hant: 像素番茄

# 儲存
source: Save
ja: 保存
ko: 저장
zh_hant: 儲存

# 免費版
source: Free
ja: 無料版
ko: 무료 버전
zh_hant: 免費版

# 全部
source: All
ja: すべて
ko: 전체
zh_hant: 全部

# 共用訂閱即將扣款時通知
source: Notify before a shared subscription is billed
ja: 共有サブスクリプションの請求前に通知
ko: 공유 구독 결제 전 알림
zh_hant: 共用訂閱即將扣款時通知

# 共用項目
source: Shared items
ja: 共有アイテム
ko: 공유 항목
zh_hant: 共用項目

# 共用項目用來追蹤跨專案的訂閱或工具,例如 ChatGPT 或 Figma 訂閱。每個專案只會看到自己分攤的金額。
source: Shared items track subscriptions or tools used across projects, like ChatGPT or Figma. Each project sees only its allocated share.
ja: 共有アイテムは、ChatGPTやFigmaなど複数のプロジェクトで使うサブスクリプションやツールを管理するためのものです。各プロジェクトには按分された金額のみが表示されます。
ko: 공유 항목은 ChatGPT나 Figma처럼 여러 프로젝트에서 사용하는 구독이나 도구를 관리합니다. 각 프로젝트는 분담된 금액만 표시됩니다.
zh_hant: 共用項目用來追蹤跨專案的訂閱或工具，例如 ChatGPT 或 Figma 訂閱。每個專案只會看到自己分攤的金額。

# 分攤
source: Allocation
ja: 按分
ko: 분담
zh_hant: 分攤

# 分攤方式
source: Allocation method
ja: 按分方法
ko: 분담 방식
zh_hant: 分攤方式

# 分類預設
source: Category default
ja: カテゴリの既定値
ko: 분류 기본값
zh_hant: 分類預設

# 刪除
source: Delete
ja: 削除
ko: 삭제
zh_hant: 刪除

# 刪除共用項目
source: Delete shared item
ja: 共有アイテムを削除
ko: 공유 항목 삭제
zh_hant: 刪除共用項目

# 刪除項目
source: Delete item
ja: 項目を削除
ko: 항목 삭제
zh_hant: 刪除項目

# 前往設定
source: Open Settings
ja: 設定を開く
ko: 설정 열기
zh_hant: 前往設定

# 功能比較
source: Feature comparison
ja: 機能比較
ko: 기능 비교
zh_hant: 功能比較

# 匯率
source: Exchange rate
ja: 為替レート
ko: 환율
zh_hant: 匯率

# 匯率可能過期
source: Exchange rate may be outdated
ja: 為替レートが古い可能性があります
ko: 환율이 오래되었을 수 있습니다
zh_hant: 匯率可能過期

# 區間支出
source: Expenses in range
ja: 期間中の支出
ko: 기간 내 지출
zh_hant: 區間支出

# 區間收入
source: Income in range
ja: 期間中の収入
ko: 기간 내 수입
zh_hant: 區間收入

# 區間淨利
source: Profit in range
ja: 期間中の純利益
ko: 기간 내 순이익
zh_hant: 區間淨利

# 升級至 Pro
source: Upgrade to Pro
ja: Proにアップグレード
ko: Pro로 업그레이드
zh_hant: 升級至 Pro

# 取消
source: Cancel
ja: キャンセル
ko: 취소
zh_hant: 取消

# 同時記一筆平台抽成？
source: Also log a platform commission?
ja: 同時にプラットフォーム手数料も記録しますか？
ko: 플랫폼 수수료도 함께 기록할까요?
zh_hant: 同時記一筆平台抽成？

# 同步失敗
source: Sync failed
ja: 同期に失敗しました
ko: 동기화 실패
zh_hant: 同步失敗

# 品牌
source: Brand
ja: ブランド
ko: 브랜드
zh_hant: 品牌

# 品牌字體
source: Brand font
ja: ブランド書体
ko: 브랜드 폰트
zh_hant: 品牌字體

# 單次
source: One-time
ja: 単発
ko: 일회성
zh_hant: 單次

# 回復預設
source: Restore defaults
ja: デフォルトに戻す
ko: 기본값 복원
zh_hant: 回復預設

# 回本
source: Break-even
ja: 損益分岐
ko: 손익분기
zh_hant: 回本

# 回本線
source: Break-even line
ja: 損益分岐ライン
ko: 손익분기 라인
zh_hant: 回本線

# 圖標
source: Icon
ja: アイコン
ko: 아이콘
zh_hant: 圖標

# 圖示
source: Icon
ja: アイコン
ko: 아이콘
zh_hant: 圖示

# 圖示庫
source: Icon library
ja: アイコンライブラリ
ko: 아이콘 라이브러리
zh_hant: 圖示庫

# 圖示顏色
source: Icon color
ja: アイコンの色
ko: 아이콘 색상
zh_hant: 圖示顏色

# 基本資料
source: Basics
ja: 基本情報
ko: 기본 정보
zh_hant: 基本資料

# 多幣別
source: Multi-currency
ja: マルチ通貨
ko: 다중 통화
zh_hant: 多幣別

# 完成
source: Done
ja: 完了
ko: 완료
zh_hant: 完成

# 專案分析
source: Project analytics
ja: プロジェクト分析
ko: 프로젝트 분석
zh_hant: 專案分析

# 專案回本狀況
source: Project break-even status
ja: プロジェクトの損益分岐状況
ko: 프로젝트 손익분기 현황
zh_hant: 專案回本狀況

# 專案支出明細
source: Project expense breakdown
ja: プロジェクトの支出内訳
ko: 프로젝트 지출 내역
zh_hant: 專案支出明細

# 專案收入明細
source: Project income breakdown
ja: プロジェクトの収入内訳
ko: 프로젝트 수입 내역
zh_hant: 專案收入明細

# 專案數量
source: Number of projects
ja: プロジェクト数
ko: 프로젝트 수
zh_hant: 專案數量

# 專案淨利明細
source: Project profit breakdown
ja: プロジェクトの純利益内訳
ko: 프로젝트 순이익 내역
zh_hant: 專案淨利明細

# 專案類型
source: Project type
ja: プロジェクトタイプ
ko: 프로젝트 유형
zh_hant: 專案類型

# 專案首次達成回本時通知
source: Notify when a project first breaks even
ja: プロジェクトが初めて損益分岐に達したとき通知
ko: 프로젝트가 처음 손익분기를 달성하면 알림
zh_hant: 專案首次達成回本時通知

# 尚未取得匯率
source: Exchange rate not loaded
ja: 為替レート未取得
ko: 환율 미로딩
zh_hant: 尚未取得匯率

# 尚未設定共用項目
source: No shared items yet
ja: 共有アイテムが未設定
ko: 공유 항목 없음
zh_hant: 尚未設定共用項目

# 差 %@
source: %@ to go
ja: あと%@
ko: %@ 남음
zh_hant: 差 %@

# 已 %lld 天沒更新
source: %lld days without an update
ja: %lld日間更新なし
ko: %lld일째 업데이트 없음
zh_hant: 已 %lld 天沒更新

# 已上傳圖片
source: Uploaded image
ja: アップロード済み画像
ko: 업로드한 이미지
zh_hant: 已上傳圖片

# 已回本
source: Broke even
ja: 損益分岐達成
ko: 손익분기 달성
zh_hant: 已回本

# 已是 Pro 會員
source: You're a Pro member
ja: Pro会員です
ko: Pro 회원입니다
zh_hant: 已是 Pro 會員

# 已選擇圖示
source: Selected icon
ja: 選択中のアイコン
ko: 선택한 아이콘
zh_hant: 已選擇圖示

# 已開啟
source: Enabled
ja: オン
ko: 켜짐
zh_hant: 已開啟

# 平均
source: Average
ja: 平均
ko: 평균
zh_hant: 平均

# 平均分攤
source: Even split
ja: 均等按分
ko: 균등 분담
zh_hant: 平均分攤

# 平均分攤預覽
source: Even split preview
ja: 均等按分プレビュー
ko: 균등 분담 미리보기
zh_hant: 平均分攤預覽

# 平均時薪
source: Average hourly rate
ja: 平均時給
ko: 평균 시급
zh_hant: 平均時薪

# 年付
source: Yearly
ja: 年額
ko: 연간
zh_hant: 年付

# 廣告分潤
source: Ad revenue share
ja: 広告収益シェア
ko: 광고 수익 공유
zh_hant: 廣告分潤

# 從相簿上傳
source: Upload from library
ja: ライブラリからアップロード
ko: 라이브러리에서 업로드
zh_hant: 從相簿上傳

# 快艇工具
source: Speedboat Tools
ja: スピードボートツール
ko: 스피드보트 툴즈
zh_hant: 快艇工具

# 成本排行
source: Cost ranking
ja: コスト順
ko: 비용 순위
zh_hant: 成本排行

# 所有金額會以顯示幣別呈現。每筆交易仍以原始幣別儲存,顯示時用今日匯率換算。匯率資料來源:Frankfurter (ECB)。
source: All amounts are shown in the display currency. Each entry is still stored in its original currency and converted using today's exchange rate. Source: Frankfurter (ECB).
ja: すべての金額は表示通貨で表示されます。各記録は元の通貨で保存され、表示時に当日の為替レートで換算されます。データソース：Frankfurter (ECB)。
ko: 모든 금액은 표시 통화로 표시됩니다. 각 기록은 원래 통화로 저장되며, 표시할 때 당일 환율로 환산됩니다. 데이터 출처: Frankfurter (ECB).
zh_hant: 所有金額會以顯示幣別呈現。每筆紀錄仍以原始幣別儲存，顯示時用今日匯率換算。匯率資料來源：Frankfurter (ECB)。

# 打平
source: Even
ja: 損益ゼロ
ko: 손익 제로
zh_hant: 打平

# 找不到符合的圖示
source: No matching icons
ja: 一致するアイコンが見つかりません
ko: 일치하는 아이콘이 없습니다
zh_hant: 找不到符合的圖示

# 拉丁字體
source: Latin font
ja: ラテン書体
ko: 라틴 폰트
zh_hant: 拉丁字體

# 提醒類型
source: Reminder type
ja: リマインダーの種類
ko: 알림 유형
zh_hant: 提醒類型

# 換算後
source: Converted
ja: 換算後
ko: 환산 후
zh_hant: 換算後

# 搜尋品牌或圖示
source: Search brands or icons
ja: ブランドまたはアイコンを検索
ko: 브랜드 또는 아이콘 검색
zh_hant: 搜尋品牌或圖示

# 支出
source: Expense
ja: 支出
ko: 지출
zh_hant: 支出

# 支出名稱
source: Expense name
ja: 支出名
ko: 지출 이름
zh_hant: 支出名稱

# 收入
source: Income
ja: 収入
ko: 수입
zh_hant: 收入

# 收入名稱
source: Income name
ja: 収入名
ko: 수입 이름
zh_hant: 收入名稱

# 收支狀況
source: Income & expense overview
ja: 収支状況
ko: 수입/지출 현황
zh_hant: 收支狀況

# 收支紀錄
source: Income & expense log
ja: 収支記録
ko: 수입/지출 기록
zh_hant: 收支紀錄

# 收支記錄
source: Income & expense log
ja: 収支記録
ko: 수입/지출 기록
zh_hant: 收支記錄

# 啟用通知
source: Enable notifications
ja: 通知を有効にする
ko: 알림 켜기
zh_hant: 啟用通知

# 新增共用項目
source: New shared item
ja: 新規共有アイテム
ko: 새 공유 항목
zh_hant: 新增共用項目

# 新增項目
source: New item
ja: 新規項目
ko: 새 항목
zh_hant: 新增項目

# 明日扣款提醒
source: Payment due tomorrow
ja: 明日の引き落とし
ko: 내일 결제 예정
zh_hant: 明日扣款提醒

# 時間成本
source: Time cost
ja: 時間コスト
ko: 시간 비용
zh_hant: 時間成本

# 時間成本追蹤
source: Time cost tracking
ja: 時間コスト追跡
ko: 시간 비용 추적
zh_hant: 時間成本追蹤

# 會用來計算平台抽成。
source: Used to calculate the platform commission.
ja: プラットフォーム手数料の計算に使われます。
ko: 플랫폼 수수료 계산에 사용됩니다.
zh_hant: 會用來計算平台抽成。

# 月付
source: Monthly
ja: 月額
ko: 월간
zh_hant: 月付

# 月份
source: Month
ja: 月
ko: 월
zh_hant: 月份

# 月度明細
source: Monthly breakdown
ja: 月次明細
ko: 월별 내역
zh_hant: 月度明細

# 月度表現
source: Monthly performance
ja: 月次パフォーマンス
ko: 월별 성과
zh_hant: 月度表現

# 月度趨勢
source: Monthly trend
ja: 月次トレンド
ko: 월별 추이
zh_hant: 月度趨勢

# 服務條款
source: Terms of service
ja: 利用規約
ko: 이용약관
zh_hant: 服務條款

# 未開啟
source: Off
ja: オフ
ko: 꺼짐
zh_hant: 未開啟

# 本年
source: This year
ja: 今年
ko: 올해
zh_hant: 本年

# 本年總收入
source: Total income this year
ja: 今年の総収入
ko: 올해 총 수입
zh_hant: 本年總收入

# 本年總淨利
source: Total profit this year
ja: 今年の総純利益
ko: 올해 총 순이익
zh_hant: 本年總淨利

# 本月
source: This month
ja: 今月
ko: 이번 달
zh_hant: 本月

# 本月總收入
source: Total income this month
ja: 今月の総収入
ko: 이번 달 총 수입
zh_hant: 本月總收入

# 本月總淨利
source: Total profit this month
ja: 今月の総純利益
ko: 이번 달 총 순이익
zh_hant: 本月總淨利

# 查看分析
source: View analytics
ja: 分析を見る
ko: 분석 보기
zh_hant: 查看分析

# 此專案的所有支出與收入記錄將一併刪除，且無法復原。
source: All expense and income records for this project will be deleted and cannot be recovered.
ja: このプロジェクトのすべての支出と収入の記録も同時に削除され、復元できません。
ko: 이 프로젝트의 모든 지출과 수입 기록이 함께 삭제되며 복구할 수 없습니다.
zh_hant: 此專案的所有支出與收入記錄將一併刪除，且無法復原。

# 此筆收入來自？
source: Where is this income from?
ja: この収入の出どころは？
ko: 이 수입의 출처는?
zh_hant: 此筆收入來自？

# 每到扣款日會自動產生一筆紀錄。
source: An entry is created automatically on each billing date.
ja: 請求日ごとに自動で記録が作成されます。
ko: 결제일마다 자동으로 기록이 생성됩니다.
zh_hant: 每到扣款日會自動產生一筆紀錄。

# 每天傍晚 18:00 通知今日進度
source: Notify daily progress at 6:00 PM
ja: 毎日18:00に当日の進捗を通知
ko: 매일 오후 6:00에 오늘의 진행 상황 알림
zh_hant: 每天傍晚 18:00 通知今日進度

# 每天晚上 21:00 提醒你記下今天的支出與收入
source: Reminds you at 21:00 each night to log today's income and expenses
ja: 毎晩21:00に今日の支出と収入の記録をお知らせします
ko: 매일 밤 21:00에 오늘의 지출과 수입을 기록하도록 알려드려요
zh_hant: 每天晚上 21:00 提醒你記下今天的支出與收入

# 每年
source: Yearly
ja: 毎年
ko: 매년
zh_hant: 每年

# 每日記錄提醒
source: Daily logging reminder
ja: 毎日の記録リマインダー
ko: 매일 기록 알림
zh_hant: 每日記錄提醒

# 每月
source: Monthly
ja: 毎月
ko: 매월
zh_hant: 每月

# 沒有時間紀錄
source: No time entries
ja: 時間記録なし
ko: 시간 기록 없음
zh_hant: 沒有時間紀錄

# 洞察
source: Insights
ja: インサイト
ko: 인사이트
zh_hant: 洞察

# 淨利
source: Profit
ja: 純利益
ko: 순이익
zh_hant: 淨利

# 淨利排行榜
source: Profit ranking
ja: 純利益ランキング
ko: 순이익 순위
zh_hant: 淨利排行榜

# 無限
source: Unlimited
ja: 無制限
ko: 무제한
zh_hant: 無限

# 狀態
source: Status
ja: ステータス
ko: 상태
zh_hant: 狀態

# 獨立地圖
source: Indie Map
ja: インディーマップ
ko: 인디 맵
zh_hant: 獨立地圖

# 獲利
source: Profitable
ja: 黒字
ko: 흑자
zh_hant: 獲利

# 登入即表示您同意我們的 [服務條款](%@) 和 [隱私權政策](%@)
source: By signing in, you agree to our [Terms of Service](%@) and [Privacy Policy](%@)
ja: サインインすると、[利用規約](%@)および[プライバシーポリシー](%@)に同意したものとみなされます
ko: 로그인하면 [서비스 약관](%@) 및 [개인정보 처리방침](%@)에 동의하는 것으로 간주됩니다
zh_hant: 登入即表示您同意我們的 [服務條款](%@) 和 [隱私權政策](%@)

# 登入失敗
source: Sign-in failed
ja: サインインに失敗しました
ko: 로그인 실패
zh_hant: 登入失敗

# 登入帳號與本機資料都會永久移除，且無法復原。
source: Your account and all local data will be permanently removed and cannot be recovered.
ja: ログインアカウントと端末内のデータは完全に削除され、復元できません。
ko: 로그인 계정과 기기 내 데이터가 영구적으로 삭제되며 복구할 수 없어요.
zh_hant: 登入帳號與本機資料都會永久移除，且無法復原。

# 登出
source: Sign out
ja: サインアウト
ko: 로그아웃
zh_hant: 登出

# 發現你附近的 indie iOS App
source: Discover indie iOS apps near you
ja: 近くのインディーiOSアプリを発見
ko: 내 주변의 인디 iOS 앱 발견
zh_hant: 發現你附近的 indie iOS App

# 發生錯誤
source: Something went wrong
ja: エラーが発生しました
ko: 오류가 발생했어요
zh_hant: 發生錯誤

# 目前區間還沒有支出紀錄。
source: No expenses in the selected range yet.
ja: 選択期間にはまだ支出の記録がありません。
ko: 선택한 기간에 아직 지출 기록이 없습니다.
zh_hant: 目前區間還沒有支出紀錄。

# 目前區間還沒有收入或支出紀錄。
source: No entries in the selected range yet.
ja: 選択期間にはまだ記録がありません。
ko: 선택한 기간에 아직 기록이 없습니다.
zh_hant: 目前區間還沒有收入或支出紀錄。

# 目前區間還沒有收入紀錄。
source: No income in the selected range yet.
ja: 選択期間にはまだ収入の記録がありません。
ko: 선택한 기간에 아직 수입 기록이 없습니다.
zh_hant: 目前區間還沒有收入紀錄。

# 目前沒有專案使用這個成本。
source: No projects use this cost yet.
ja: このコストを使用中のプロジェクトはありません。
ko: 이 비용을 사용 중인 프로젝트가 없습니다.
zh_hant: 目前沒有專案使用這個成本。

# 目標
source: Goal
ja: 目標
ko: 목표
zh_hant: 目標

# 省 33%
source: Save 33%
ja: 33%お得
ko: 33% 할인
zh_hant: 省 33%

# 確定要刪除專案？
source: Delete this project?
ja: プロジェクトを削除しますか？
ko: 이 프로젝트를 삭제할까요?
zh_hant: 確定要刪除專案？

# 確定要刪除帳號？
source: Delete your account?
ja: アカウントを削除しますか？
ko: 계정을 삭제할까요?
zh_hant: 確定要刪除帳號？

# 確定要刪除這個專案？
source: Delete this project?
ja: このプロジェクトを削除しますか？
ko: 이 프로젝트를 삭제할까요?
zh_hant: 確定要刪除這個專案？

# 確定要登出 SideProfit？
source: Sign out of SideProfit?
ja: SideProfitからサインアウトしますか？
ko: SideProfit에서 로그아웃할까요?
zh_hant: 確定要登出 SideProfit？

# 立即同步
source: Sync now
ja: 今すぐ同期
ko: 지금 동기화
zh_hant: 立即同步

# 立即更新
source: Refresh now
ja: 今すぐ更新
ko: 지금 새로 고침
zh_hant: 立即更新

# 系統
source: System
ja: システム
ko: 시스템
zh_hant: 系統

# 系統字體
source: System font
ja: システム書体
ko: 시스템 폰트
zh_hant: 系統字體

# 系統通知權限
source: System notification permission
ja: システム通知の許可
ko: 시스템 알림 권한
zh_hant: 系統通知權限

# 紀錄類型
source: Entry type
ja: 記録の種類
ko: 기록 종류
zh_hant: 紀錄類型

# 累積支出
source: Cumulative expenses
ja: 累計支出
ko: 누적 지출
zh_hant: 累積支出

# 累積收入
source: Cumulative income
ja: 累計収入
ko: 누적 수입
zh_hant: 累積收入

# 累積淨利
source: Cumulative profit
ja: 累計純利益
ko: 누적 순이익
zh_hant: 累積淨利

# 累積總收入
source: Cumulative total income
ja: 累計総収入
ko: 누적 총 수입
zh_hant: 累積總收入

# 累積總淨利
source: Cumulative total profit
ja: 累計総純利益
ko: 누적 총 순이익
zh_hant: 累積總淨利

# 累積進度
source: Cumulative progress
ja: 累計進捗
ko: 누적 진행률
zh_hant: 累積進度

# 給健身教練用的 AI 飲食紀錄
source: An AI meal log for personal trainers
ja: パーソナルトレーナー向けのAI食事記録
ko: 퍼스널 트레이너를 위한 AI 식단 기록
zh_hant: 給健身教練用的 AI 飲食紀錄

# 編輯
source: Edit
ja: 編集
ko: 편집
zh_hant: 編輯

# 編輯共用項目
source: Edit shared item
ja: 共有アイテムを編集
ko: 공유 항목 편집
zh_hant: 編輯共用項目

# 編輯項目
source: Edit item
ja: 項目を編集
ko: 항목 편집
zh_hant: 編輯項目

# 繼續
source: Continue
ja: 続ける
ko: 계속
zh_hant: 繼續

# 自動同步
source: Automatic sync
ja: 自動同期
ko: 자동 동기화
zh_hant: 自動同步

# 自訂
source: Custom
ja: カスタム
ko: 사용자 지정
zh_hant: 自訂

# 自訂比例
source: Custom ratio
ja: カスタム比率
ko: 사용자 비율
zh_hant: 自訂比例

# 自訂比例預覽
source: Custom split preview
ja: カスタム按分プレビュー
ko: 사용자 분담 미리보기
zh_hant: 自訂比例預覽

# 花一分鐘把今天的支出與收入記下來。
source: Take a minute to log today's income and expenses.
ja: 1分で今日の支出と収入を記録しましょう。
ko: 1분만 들여 오늘의 지출과 수입을 기록해 보세요.
zh_hant: 花一分鐘把今天的支出與收入記下來。

# 虧損
source: Loss
ja: 赤字
ko: 적자
zh_hant: 虧損

# 解鎖無限專案、時間成本追蹤與進階分析
source: Unlock unlimited projects, time cost tracking, and advanced analytics
ja: 無制限のプロジェクト、時間コスト追跡、高度な分析をアンロック
ko: 무제한 프로젝트, 시간 비용 추적, 고급 분석 잠금 해제
zh_hant: 解鎖無限專案、時間成本追蹤與進階分析

# 訂閱扣款提醒
source: Subscription billing reminders
ja: サブスクリプション請求リマインダー
ko: 구독 결제 알림
zh_hant: 訂閱扣款提醒

# 計費方式
source: Billing
ja: 課金方法
ko: 결제 방식
zh_hant: 計費方式

# 記 15%
source: Log 15%
ja: 15%で記録
ko: 15%로 기록
zh_hant: 記 15%

# 記 30%
source: Log 30%
ja: 30%で記録
ko: 30%로 기록
zh_hant: 記 30%

# 記下今天的進度
source: Log today's progress
ja: 今日の記録をつけましょう
ko: 오늘의 기록을 남겨보세요
zh_hant: 記下今天的進度

# 記下幾筆收入或支出後，就能看到每月表現。
source: Log a few income or expense entries to see monthly performance.
ja: 収入や支出を数件記録すると、月次パフォーマンスが表示されます。
ko: 수입이나 지출을 몇 건 기록하면 월별 성과를 볼 수 있습니다.
zh_hant: 記下幾筆收入或支出後，就能看到每月表現。

# 記下第一筆收入後，就能追蹤累積收入。
source: Log your first income entry to start tracking cumulative income.
ja: 最初の収入を記録すると、累計収入の追跡を開始できます。
ko: 첫 수입을 기록하면 누적 수입 추적을 시작할 수 있습니다.
zh_hant: 記下第一筆收入後，就能追蹤累積收入。

# 記錄你花在這個專案上的時數,看見隱藏的勞動成本。
source: Log the hours you spend on this project to surface its hidden labor cost.
ja: このプロジェクトに費やした時間を記録して、隠れた労働コストを可視化しましょう。
ko: 이 프로젝트에 들인 시간을 기록하여 숨겨진 노동 비용을 드러내세요.
zh_hant: 記錄你花在這個專案上的時數，看見隱藏的勞動成本。

# 設定一個專案的營收目標。回到進度後會從回本切換成目標追蹤。
source: Set a revenue goal for a project. After break-even, progress switches from break-even to goal tracking.
ja: プロジェクトの収入目標を設定します。損益分岐達成後、進捗は損益分岐から目標追跡に切り替わります。
ko: 프로젝트의 수입 목표를 설정합니다. 손익분기 달성 후, 진행률은 손익분기에서 목표 추적으로 전환됩니다.
zh_hant: 設定一個專案的營收目標。回本之後會從回本進度切換成目標追蹤。

# 請先登入
source: Sign in first
ja: 先にサインインしてください
ko: 먼저 로그인하세요
zh_hant: 請先登入

# 請在系統設定中開啟通知
source: Turn on notifications in System Settings
ja: システム設定で通知をオンにしてください
ko: 시스템 설정에서 알림을 켜주세요
zh_hant: 請在系統設定中開啟通知

# 距離回本
source: To break-even
ja: 損益分岐まで
ko: 손익분기까지
zh_hant: 距離回本

# 距離目標
source: To goal
ja: 目標まで
ko: 목표까지
zh_hant: 距離目標

# 跨專案洞察
source: Cross-project insights
ja: プロジェクト横断インサイト
ko: 프로젝트 통합 인사이트
zh_hant: 跨專案洞察

# 跨專案洞察是 Pro 功能
source: Cross-project insights are a Pro feature
ja: プロジェクト横断インサイトはPro機能です
ko: 프로젝트 통합 인사이트는 Pro 기능입니다
zh_hant: 跨專案洞察是 Pro 功能

# 跳過
source: Skip
ja: スキップ
ko: 건너뛰기
zh_hant: 跳過

# 這會永久刪除此專案及其所有支出、收入與時間紀錄,無法復原。
source: This permanently deletes the project and all its expenses, income, and time entries. This cannot be undone.
ja: このプロジェクトとそのすべての支出、収入、時間記録を完全に削除します。元に戻せません。
ko: 이 프로젝트와 모든 지출, 수입, 시간 기록을 영구적으로 삭제합니다. 되돌릴 수 없습니다.
zh_hant: 這會永久刪除此專案及其所有支出、收入與時間紀錄，無法復原。

# 通知
source: Notifications
ja: 通知
ko: 알림
zh_hant: 通知

# 通知會在裝置本地排程,不需網路。若系統權限被關閉,即使這裡開啟也無法送出提醒。
source: Notifications are scheduled locally on this device and don't need network access. If system permission is off, reminders won't be delivered even if enabled here.
ja: 通知はデバイス上でローカルにスケジュールされ、ネットワークは不要です。システムの通知許可がオフの場合、ここでオンにしてもリマインダーは送信されません。
ko: 알림은 이 기기에서 로컬로 예약되며 네트워크가 필요하지 않습니다. 시스템 권한이 꺼져 있으면 여기서 켜도 알림이 전달되지 않습니다.
zh_hant: 通知會在裝置本地排程，不需網路。若系統權限被關閉，即使這裡開啟也無法送出提醒。

# 進階分享版型
source: Advanced share templates
ja: 高度なシェアテンプレート
ko: 고급 공유 템플릿
zh_hant: 進階分享版型

# 達成回本
source: Break-even reached
ja: 損益分岐点に到達
ko: 손익분기점 달성
zh_hant: 達成回本

# 達成回本提醒
source: Break-even reached reminders
ja: 損益分岐達成リマインダー
ko: 손익분기 달성 알림
zh_hant: 達成回本提醒

# 適用專案
source: Applied to projects
ja: 適用プロジェクト
ko: 적용 프로젝트
zh_hant: 適用專案

# 選 2 個以上專案才會分攤;只選 1 個就只算在那一個專案上。
source: Select 2 or more projects to split. If only 1 project is selected, the cost is assigned entirely to it.
ja: 2つ以上のプロジェクトを選ぶと按分されます。1つだけ選んだ場合は、そのプロジェクトのみに計上されます。
ko: 2개 이상의 프로젝트를 선택하면 분담됩니다. 1개만 선택하면 해당 프로젝트에만 적용됩니다.
zh_hant: 選 2 個以上專案才會分攤；只選 1 個就只算在那一個專案上。

# 選擇分類
source: Choose a category
ja: カテゴリを選択
ko: 분류 선택
zh_hant: 選擇分類

# 選擇圖標
source: Choose an icon
ja: アイコンを選択
ko: 아이콘 선택
zh_hant: 選擇圖標

# 選擇圖示
source: Choose an icon
ja: アイコンを選択
ko: 아이콘 선택
zh_hant: 選擇圖示

# 還原購買
source: Restore purchases
ja: 購入を復元
ko: 구매 복원
zh_hant: 還原購買

# 還沒有支出紀錄。
source: No expenses logged yet.
ja: まだ支出が記録されていません。
ko: 아직 지출이 기록되지 않았습니다.
zh_hant: 還沒有支出紀錄。

# 金額
source: Amount
ja: 金額
ko: 금액
zh_hant: 金額

# 開始日期
source: Start date
ja: 開始日
ko: 시작일
zh_hant: 開始日期

# 開啟後,專案、收支與時間紀錄會自動同步到你的帳號,在任何裝置登入都能取得最新資料。同步在背景進行,不會中斷你正在編輯的內容。
source: When enabled, projects, income, expenses, and time entries sync automatically to your account so you can pick up the latest data on any device you sign in to. Syncing runs in the background and won't interrupt what you're editing.
ja: オンにすると、プロジェクト、収支、時間記録がアカウントに自動で同期され、サインインしたどのデバイスでも最新のデータを取得できます。同期はバックグラウンドで実行され、編集中の内容を中断しません。
ko: 켜면 프로젝트, 수입/지출, 시간 기록이 계정에 자동으로 동기화되어, 로그인한 모든 기기에서 최신 데이터를 받을 수 있습니다. 동기화는 백그라운드에서 실행되며 편집 중인 내용을 방해하지 않습니다.
zh_hant: 開啟後，專案、收支與時間紀錄會自動同步到你的帳號，在任何裝置登入都能取得最新資料。同步在背景進行，不會中斷你正在編輯的內容。

# 隨時可取消。除非在 App Store 設定中取消，否則會自動續訂。
source: Cancel anytime. Subscriptions renew automatically unless canceled in App Store settings.
ja: いつでもキャンセル可能。App Store設定でキャンセルしない限り自動更新されます。
ko: 언제든 취소할 수 있습니다. App Store 설정에서 취소하지 않으면 자동 갱신됩니다.
zh_hant: 隨時可取消。除非在 App Store 設定中取消，否則會自動續訂。

# 隱私政策
source: Privacy policy
ja: プライバシーポリシー
ko: 개인정보 처리방침
zh_hant: 隱私政策

# 隱私權政策
source: Privacy policy
ja: プライバシーポリシー
ko: 개인정보 처리방침
zh_hant: 隱私權政策

# 雲端同步
source: Cloud sync
ja: クラウド同期
ko: 클라우드 동기화
zh_hant: 雲端同步

# 項目名稱
source: Item name
ja: アイテム名
ko: 항목 이름
zh_hant: 項目名稱

# 預設
source: Default
ja: デフォルト
ko: 기본값
zh_hant: 預設

# 預設（依類型）
source: Default (by type)
ja: デフォルト（タイプ別）
ko: 기본값(유형별)
zh_hant: 預設（依類型）

# 顯示幣別
source: Display currency
ja: 表示通貨
ko: 표시 통화
zh_hant: 顯示幣別

# 飲食手帳
source: Meal Journal
ja: ミールジャーナル
ko: 식단 저널
zh_hant: 飲食手帳

# 在這裡描述你遇到的問題或建議：
source: Describe the issue or feedback here:
ja: ここに問題やご意見をご記入ください：
ko: 여기에 문제나 의견을 적어 주세요:
zh_hant: 在這裡描述你遇到的問題或建議：

# 以下資訊請保留，有助於我們排查問題。
source: Please keep the info below — it helps us troubleshoot.
ja: 以下の情報は問題の調査に役立つため、残してください。
ko: 아래 정보는 문제 해결에 도움이 되니 남겨 주세요.
zh_hant: 以下資訊請保留，有助於我們排查問題。

source: OK
ko: 확인
zh_hant: 好

source: Web
ko: 웹
zh_hant: 網站

# 開發日曆
source: DevCal
zh_hant: 開發日曆
